
export const Privacy = `개인정보처리방침(구매회원용)
 
제1장 총칙
 
제1조 (기본 원칙)
 
주식회사 두몫(이하 "회사"라 합니다)은 『정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「통신비밀보호법』, 『전기통신사업법」, 『개인정보보호법』 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보 처리방침을 정하여 회원 권익 보호에 최선을 다하고 있습니다.
 
제2장 수집하는 개인정보의 항목 및 수집방법
 
제2조 (수집하는 개인정보)
회사는 회원가입 및 관리, 원활한 고충처리, 주류 주문·배송·결제 등의 주류 거래 중개 등 각종 서비스의 제공을 위해 회원가입 당시 구매회원(이하 “회원”이라 합니다)으로부터 아래와 같은 개인정보를 수집하고 있습니다. 
- 성명, 아이디, 비밀번호, 생년월일, 이메일 주소, 유무선 연락처, 사업자 상호, 주류판매허가 번호, 사업장 소재지(주소)
- 휴대폰번호는 나이스평가정보에서 인증받은 휴대폰 번호를 사용하고 있습니다.
 
제3조(서비스 이용과정에서 추가 생성되어 수집하는 정보) 
 
1. 회원이 서비스 이용과정에서 사용하는 디바이스(PC, 스마트폰 등의 각종 유무선 장치를 포함합니다)의 IP주소, 쿠키, 디바이스 정보(디바이스 식별 번호, OS, 디바이스 모델명 등), 디바이스 위치 정보 등 정보가 회사에 수집될 수 있습니다. 
2. 회원이 유료 서비스를 이용하는 경우, 신용카드 정보, 은행계좌 정보, 결제기록 등 정보가 회사에 수집될 수 있습니다.
 
제4조(민감한 개인정보의 수집 금지 등)
 
회사는 회원의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)는 수집하지 않습니다.
 
제5조 (개인정보 수집 방법)
회사는 다음 각 호의 방법으로 개인정보를 수집합니다.
가. 서비스 가입이나 사용 중 회원의 자발적 제공을 통한 수집
나. 회사가 제공하는 서비스를 이용하는 과정에서 자동으로 수집
 
제3장 개인정보의 수집 및 이용목적
 
제6조(개인정보의 수집 및 이용목적) 
1. 회사는 다음 각 호의 목적으로 회원의 개인정보를 수집 및 이용합니다. 
가. 회원 가입 및 관리: 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별 및 인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지 및 통지 등 목적
나. 서비스의 제공: 콘텐츠 제공, 서비스(비식별화한 통계 데이터 판매 서비스 포함)의 제공, 계약서 또는 청구서의 발송, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제, 정산, 채권추심 등의 목적
다. 고충 처리: 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등의 목적 
라. 마케팅 및 광고에의 활용: 신규 서비스(또는 상품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 맞춤형 광고성 정보 제공 등의 목적 
마. 서비스의 개선: 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등의 목적 
2. 회사는 회원의 주류 구매, 배송 및 주류 구매 광고의 목적으로 회원의 개인정보 중 성명, 사업자 상호, 주류판매허가 번호, 사업장 소재지(주소), 유무선 연락처를 회사 운영의 웹사이트 또는 어플리케이션에 기재합니다.
 
제4장 개인정보의 공유 및 제공
 
제7조(개인정보 공유 및 제공의 기본 원칙) 
회사는 회원의 개인정보를 제6조에 고지한 범위 내에서 사용하며, 회원의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 회원의 개인정보를 외부에 공개하거나 제3자에게 제공하지 않습니다. 다만, 다음 각 호의 경우는 예외로 합니다. 
가. 회원이 사전에 동의한 경우 
나. 통계작성 목적으로 특정 개인을 알아볼 수 없는 형태로 개인정보를 가공하여 제공하는 경우 
다. 기타 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
 
제5장 개인정보의 취급위탁
 
제8조 (개인정보의 취급위탁) 
1. 회사는 원칙적으로 회원 개인정보의 취급 등을 외부에 위탁하지 않습니다. 
2. 제1항에도 불구하고, 회사는 상품 배송 등 원활한 개인정보 업무 처리를 위하여 개인정보 처리업무 중 일부를 외부에 위탁할 수 있으며, 위탁 시 관계 법령에 따라 개인정보가 안전하게 관리될 수 있도록 합니다. 
 
제6장 개인정보의 보유 및 이용기간
 
제9조 (개인정보 보유 및 이용기간의 기본 원칙) 
원칙적으로 회원의 개인정보는 개인정보의 수집 및 이용목적이 달성되면 지체없이 파기됩니다. 회원이 탈퇴하는 경우, 회사는 재가입 요청 등을 고려하여 탈퇴일로부터 2주일이 경과한 경우 개인정보의 수집 및 이용목적이 달성된 것으로 보아 해당 개인정보를 파기합니다.
 
제10조(회사 내부 방침에 의한 개인정보의 보유) 
제9조에도 불구하고, 회사는 서비스 관련 분쟁 방지를 위하여 회사 내부 방침에 따라 회원 가입 및 관리 관련 정보를 별도의 DB에(종이에 기록된 정보의 경우 별도의 서류에) 옮겨 다음 각 호의 기간 동안 보관하며, 그 목적의 범위 내에서만 이를 이용합니다.
 
가. 회원에 대하여 관계 법령 위반에 따른 수사 · 조사 등이 진행중인 경우: 해당 수사·조사 종료 시까지
나. 회사와 회원 사이에 채권·채무관계가 잔존하는 경우: 해당 채권•채무관계 정산 완료 시까지
 
제11조 (관련 법령에 의한 개인정보의 보유) 
 
제9조에도 불구하고, 회사는 관계법령의 규정에 의하여 다음 각 호의 기간 동안 회원의 해당 개인정보를 별도의 DB에(종이에 기록된 정보 의 경우 별도의 서류에) 옮겨 보관하며, 그 목적의 범위 내에서만 이를 이용합니다.
 
가. 본인확인에 관한 기록: 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 6개월간 보존
나. 전기통신일시, 개시·종료시간, 가입자번호, 사용도수, 발신기지국 위치추적자료에 관한 기록: 통신비밀보호법에 따라 1년간 보존
다. 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료: 통신비밀보호법에 따라 3개월간 보존
라. 계약 또는 청약철회 등에 관한 기록: 전자상거래 등에서의 소비자보호에 관한 법률에 따라 5년간 보존
마. 대금결제 및 재화 등의 공급에 관한 기록: 전자상거래 등에서의 소비자보호에 관한 법률에 따라 5년간 보존 
바. 소비자의 불만 또는 분쟁처리에 관한 기록: 전자상거래 등에서의 소비자보호에 관한 법률에 따라 3년간 보존 
사. 표시·광고에 관한 기록: 전자상거래 등에서의 소비자보호에 관한 법률에 따라 6개월간 보존
 
제7장 개인정보의 파기
 
제 12조 (개인정보의 파기 절차 및 방법)
 
1. 회사는 제9조 내지 제11조의 개인정보 보유기간이 종료한 날로부터 5일 이내에, 개인정보의 처리목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 해당 개인정보를 본 조 제3항에 따라 파기합니다. 
2. 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 해당 개인정보를 파기합니다. 
3. 회사는 다음 각 호의 방법으로 개인정보를 파기합니다. 
가. 종이에 기록, 저장된 개인정보: 분쇄기로 분쇄하거나 소각을 통하여 파기 
나. 전자적 파일 형태로 저장된 개인정보: 기록을 재생할 수 없도록 로우레벨포맷(Low Level Format) 등 기술적 방법을 사용하여 삭제
 
제8장 회원의 권리
 
제 13조 (개인정보의 수집, 이용, 제공에 대한 동의 철회)
1. 회원은 회원 가입 등을 통해 개인정보의 수집, 이용, 제공에 대하여 동의한 내용을 언제든지 철회할 수 있습니다. 
2. 회원은 전항에 따른 동의 철회 시 서비스 이용에 제약이 있을 수 있습니다.
 
제14조 (개인정보의 열람, 증명, 정정 요청)
1. 회원이 개인정보에 대한 열람ᆞ증명 또는 정정을 요청하는 경우, 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않으며 회원의 요청에 성실하게 대응하고, 개인정보에 오류가 있거나 보존기간을 경과한 것이 판명되는 등 정정 또는 삭제할 필요가 있다고 인정되는 경우 지체 없이 그에 따른 조치를 취합니다. 
2. 유선 또는 서면을 통하여 회원이 열람, 증명을 요구하는 경우, 회사는 본인 확인을 위한 요청인의 신분증 사본 등의 증표를 제시받아 해당 요구가 진정한 본인의 의사인지 여부를 확인합니다.
 
제15조 (회사의 개인정보 열람 및 이용 제한)
 
 1. 회원의 요청에 의해 해지 또는 삭제, 정정된 개인정보는 제9조 내지 제11조에 명시된 바에 따라 처리되고, 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
2. 회원은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입 해지를 요청할 수도 있습니다.
 
제16조 (권리 행사의 방법)
회원은 회사에 대한 서면, 메일, 모사전송(FAX) 등의 수단을 통하여 본 장의 권리를 행사할 수 있습니다.
 
제17조 (대리인의 권리 행사) 
회원은 법정대리인 또는 수임대리인을 통하여 본 장의 권리를 행사할 수 있습니다. 이 경우 회원은 개인정보 보호법 관련 법령에 따른 위임 장을 회사에 제출하여야 합니다.
 
제9장 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
 
제18조 (쿠키 등의 사용) | 
1. 회사는 회원의 접속 정보를 저장하고 수시로 불러오는 쿠키 또는 그와 유사한 기술(이하 “쿠키 등”이라 합니다)을 사용합니다. 쿠키는 회원이 어플리케이션을 방문하였을 때 단말기에 저장되는 소량의 정보이며, 회원의 재방문 시에 읽을 수 있는 정보를 저장합니다. 
 
2. 회사는 다음 각 호의 목적으로 쿠키 등을 사용합니다.
가. 회원의 접속 세션 유지
나. 서비스 방문 및 이용 행태 분석
다. 보안 접속
 
제10장 개인정보의 기술적/관리적 보호 대책
 
제19조 (처리 직원의 최소화 및 교육) 회사의 개인정보 관련 처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사는 개인정보처리방침의 준수를 항상 강조하고 있습니다.
 
제20조 (내부관리계획의 수립 및 시행) 회사는 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하여 시행하고 있습니다.
 
제21조 (개인정보의 암호화 등) 
회원의 개인정보는 암호화되어 저장 및 관리되고 있어 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등 별도의 보안기술적 장치를 적용하고 있습니다.
 
제22조 (개인정보에 대한 접근 제한) 
회사는 개인정보를 처리하는 데이터베이스 시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 취하고 있으며, 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
 
제23조(개인정보보호전담기구의 운영) 
회사는 사내 개인정보보호 전담기구 등을 통하여 개인정보 취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 회원 본인의 부주의나 인터넷상의 문제로 개인 정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
 
제24조 (개인정보 보호 책임자 및 담당자) 회원은 회사의 서비스를 이용중 발생하는 모든 개인정보보호 관련 민원을 다음 담당자에게 신고하실 수 있습니다. 회사는 회원들의 신고 사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
 
개인정보 보호 책임자
- 성명: 명원식 
- 직책: 전산팀장 
- 연락처: 02-563-1007
 
개인정보 보호 담당부서
- 성명: 김영인 
- 직책: 대표이사 
- 연락처: 02-563-1007
 
제10장 기타
 
제26조 (개인정보 처리방침 관련 고지 및 통지 방법) 
1. 회사는 현행 개인정보처리방침에 대한 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 회사가 관리·운영하는 전자게시판(애플리케이션 내 게시판 등을 포함합니다)의 '공지사항'을 통해 변경 이유 및 그 내용을 고지합니다. 다만, 개인정보의 수집 및 활용 등에 있어 회원 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다. 
2. 회사는 회원이 동의한 범위를 넘어 회원의 개인정보를 이용하거나 제3자에게 취급위탁하기 위해 회원의 추가적인 동의를 얻고자 하는 때에는 미리 회원에게 개별적으로 서면, 메일, 전화 등으로 해당사항을 고지합니다. 
3. 회사는 개인정보의 수집, 보관, 처리, 이용, 제공, 관리, 파기 등을 제3자에게 위탁하는 경우에는 서비스약관, 개인정보처리방침 등을 통하여 그 사실을 회원에게 고지합니다.
 
제27조 (권익침해 구제 방법) 회원은 다음 각 호의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다. 
가. 개인정보 침해신고센터 (한국인터넷진흥원 운영) - 소관업무: 개인정보 침해사실 신고, 상담 신청 - 홈페이지: privacy.kisa.or.kr - 전화: (국번없이) 118 - 주소: (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인 정보침해 신고센터
나. 개인정보 분쟁조정위원회 - 소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) - 홈페이지: www.kopico.go.kr - 전화: 1833-6972 | - 주소: (03171) 서울시 종로구 세종대로 209 정부서울청사 4층
다. 대검찰청 사이버수사과: 1301 (cybercid.spo.go.kr) 
라. 경찰청 사이버안전국: 182 (cyberbureau.police.go.kr)
마. 개인정보보호협회: 02-550-9500 (www.opa.or.kr)
 
 
(개인정보처리방침 변경)
본 개인정보처리방침은 2018년 8월 15일부터 시행됩니다.
`;

export const Terms1 = `이용약관
 
구매회원 약관 
 
제 1장 목적 및 정의
 
제 1조 (목적)
이 약관(이하 “구매회원 약관”)은 주식회사 두몫(이하 “당사”)이 운영하는 두몫 웹사이트 또는 어플리케이션(Application)을 통하여 구매회원과 공급회원 사이에서 체결되는 주류 공급계약(이하 “공급계약”)의 중개와 관련하여 구매회원의 권리 및 의무 등 법률관계를 명확히 함을 목적으로 합니다.
 
제2조 (용어의 정의) 
이 약관에서 사용되는 용어의 정의는 다음 각 호와 같습니다. 
(1) “공급회원”은 당사가 구매회원에게 중개한 자로서 구매회원에게 주류를 공급·배송하는 주류유통업체를 말합니다. 
(2) “구매회원”은 당사의 중개를 통하여 공급회원과 주류 공급계약을 체결하고 주류를 공급·배송받는 자를 말합니다. 
(3) “주류 플랫폼”은 주류 주문·배송·결제 등의 서비스 제공 어플리케이션을 통한 주류 거래를 중개하기 위하여 당사가 개발한 소프트웨어 및 그에 대한 매뉴얼 기타 제반 산출물, 운영체제 일체를 말합니다. 
(4) “주몫(JooMok)”은 주류 주문·배송·결제 등의 서비스를 제공하기 위해 당사가 개발·운영하는 어플리케이션을 말합니다. 
(5) “서비스”는 당사가 주류 플랫폼을 통하여 주류 주문·배송·결제 등의 주류 거래를 중개하는 서비스를 말합니다. 
(6) “공급회원 약관”은 당사가 구매회원과 공급회원 사이의 공급계약을 중개함에 있어 구매회원의 권리 및 의무 등 법률관계를 명확히 함을 목적으로 제정하여 시행하는 별도의 약관을 말합니다.
(7) 이 약관에서 사용하는 용어의 정의는 본 조 각 호에서 정하는 것을 제외하고는 관계 법령 및 개인정보처리방침, 회사가 별도로 정한 지침 기타 일반적인 상관례에 의합니다.
 
제2장 기본 사항
 
제3조 (약관의 명시, 효력과 개정) 
 
1. 당사는 이 약관의 내용을 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자 등록번호, 주류판매허가 번호, 연락처(전화, 팩스, 전자우편주소 등)등과 함께 공급회원이 확인할 수 있도록 웹사이트 또는 어플리케이션 초기 화면 또는 연결화면에 게시합니다. 
2. 당사는 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법 등 관련 법률을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. 
3. 당사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 초기화면 또는 연결화면에 그 적용일자 7일(다만, 공급회원에게 불리한 내용으로 변경하는 경우에는 30일) 이전부터 적용일자 전일까지 공지합니다. 변경된 약관은 그 적용일자 이전으로 소급하여 적용되지 아니합니다. 
4. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자 상거래 등에서의 소비자보호에 관한 법률(이하 “전소법”), 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계 법령 또는 상관례에 따릅니다.
 
제4조 (당사의 기본정보) 
당사의 기본정보는 다음 각 호와 같습니다. 
(1) 상호: 주식회사 두몫
(2) 주소: 서울특별시 강남구 테헤란로 25길 48, 502호(역삼동, 세화빌딩)
(3) 대표자: 김영인
(4) 사업자등록번호: 115-86-01057 
(5) 연락처: 02-563-1007
 
제5조 (공급계약의 당사자 및 당사의 지위) 
구매회원과 공급계약을 체결하고 주류거래 서비스를 제공하는 법적 주체는 공급회원이며, 당사는 주류 플랫폼을 통하여 구매회원이 원하는 주류 종류 및 수량 등 조건에 맞추어 공급회원과 공급계약을 체결하고 주류를 제공받는 것을 중개하는 업무를 수행합니다.
 
제6조 (공급회원의 독립당사자 지위) 
1. 당사는 구매회원과 공급회원 사이에 주류 거래를 중개할 뿐이며, 공급회원은 당사와 고용관계 또는 용역 관계에 있지 않음을 확인합니다. 또한, 당사는 공급회원에 대하여 사용자로서의 책임을 일체 부담하지 않는다는 점을 명확히 합니다. 
2. 공급회원은 이 약관의 이행에 필요한 관련 법령상의 허가, 등록, 신고 또는 보험, 공제, 예치 등의 의무사항을 모두 이행하였으며, 당사는 공급회원이 관련 법령 위배로 인하여 구매회원 또는 제3자에 대하여 손해배상 등 책임을 지더라도 당사는 이에 관하여 아무런 책임이 없습니다.
 
제7조 (공급계약의 체결) 
공급계약은 구매회원이 주류 플랫폼을 통하여 주류 공급을 청약하고, 당사의 중개에 따라 공급회원이 이를 승낙하는 때 체결됩니다.
 
제8조 (당사자 및 당사의 기본의무) 
1. 공급회원은 구매회원과 체결한 공급계약에 따라 주류를 공급하며, 그 밖에 구매회원에게 신속하게 주류를 제공하기 위하여 공급계약상 의무를 성실하게 이행합니다. 
2. 당사는 공급계약 체결의 중개 행위 등에 있어 맡은 바 임무를 충실히 수행합니다.
 
제9조 (구매회원이 제공받는 용역의 내용) 
1. 구매회원은 공급회원으로부터 다음 각 호의 용역을 제공받습니다. 
(1) 공급계약에 따른 주류 배송 
(2) 기타 배송 관련 제반 업무 
2. 구매회원은 당사로부터 다음 각 호의 용역을 제공받습니다. 
(1) 주류 대금 결제를 위한 카드 발급 지원 
(2) 공급회원과의 공급계약 및 주류 배송의 중개 
(3) 기타 위 각 호의 용역을 지원하기 위한 제반 업무
 
제10조 (주류 공급대금) 
1. 구매회원은 공급계약의 중개 및 주류 제공의 대가로서 공급계약 체결 시 공급대금(이하 “공급주문요금”)을 주몫(JooMok) 내에서 카드(직불, 신용) 결제 또는 계좌(에스크로, 가상계좌) 이체를 통해 지급합니다.
2. 구매회원은 공급회원으로부터 공급계약에 따른 주류 배송이 완료된 후 공병, 상자, 용기의 반환에 대하여 원결제 취소 후 보조금을 차감한 금액을 새로 결제합니다.
3. 구매회원이 공급회원에게 대금을 지급하지 아니하는 경우, 공급회원은 구매회원에게 주류를 제공할 의무가 없으며 구매회원은 공급회원에게 주류 제공을 요구할 수 없습니다. 구매회원의 공급회원에 대한 대금 미지급에 관하여 합리적이고 정당한 사유(예를 들면, 구매회원과 공급회원 사이에 대금 지급 기일에 관한 별도의 합의가 존재하는 경우, 공급회원의 귀책사유로 인한 배송기간 경과, 주류 하자가 발생한 경우 등을 말하며, 이에 한정되지 아니합니다)가 없는 경우, 당사는 구매회원에 대하여 제16조에 따른 서비스 이용 제한 조치 등 페널티를 부과할 수 있습니다.
 
제11조 (구매회원 정보의 보호) 
1. 당사는 주류 배송 등의 목적을 위하여 구매회원으로부터 수집한 구매회원의 이름, 주소(배송지)등의 개인정보를 공급회원에게 취급 위탁합니다.
2. 공급회원은 구매회원 등 타인의 개인정보를 이 약관에서 정한 목적 이외의 용도로 사용할 수 없으며, 이를 위반할 경우 당해 공급회원은 관련 법령에 의한 모든 민·형사상의 법적 책임을 지고 자신의 노력과 비용으로 당사를 면책시켜야만 하며, 당사는 당해 공급회원을 탈퇴시킬 수 있습니다.
3. 당사는 개인정보 보호를 위하여 배송 등의 목적으로 공급회원에게 취급위탁한 구매회원의 개인정보를 상당 기간이 경과한 후 비공개 조치할 수 있습니다.
 
제3장 배송
 
제12조 (주류 배송) 
1. 배송 소요기간은 대금 결제 확인일의 익일을 기산일로 하여 배송이 완료되기까지의 기간을 말합니다. 
2. 공급계약 체결에 따라 구매회원의 결제가 완료되면, 당사는 공급회원이 주문 정보를 확인할 수 있도록 조치를 취하고, 공급회원은 당해 주문 정보에 따라 구매회원의 결제일로부터 5영업일 이내에 구매회원에게 배송을 합니다.
3. 천재지변 등 불가항력적인 사유가 발생한 경우 그 해당기간은 배송소요기간에서 제외됩니다. 
4. 당사는 배송과 관련하여 구매회원과 판매회원 등과의 사이에 발생한 분쟁은 당사자들 간의 해결을 원칙으로 하며, 당사는 어떠한 책임도 부담하지 않습니다.
제4장 취소 및 반품, 환불 등
 
제13조 (취소, 반품 및 환불) 
1. 구매회원은 구매한 주류가 발송되기 전까지 구매를 취소할 수 있으며, 자동 환불 처리됩니다. 단, 배송이 개시된 경우에는 취소가 아닌 반품절차에 따라 처리됩니다.
2. 회원은 결제를 완료한 후 배송대기, 배송요청 상태에서는 취소신청 접수 시 특별한 사정이 없는 한 즉시 취소처리가 완료됩니다. 
3. 배송준비 상태에서 취소신청한 때에 이미 주류가 배송이 된 경우에는 발송된 주류의 왕복배송비를 구매회원이 부담하는 것을 원칙으로 하며, 취소가 아닌 반품절차에 따라 처리됩니다. 
4. 반품에 관한 일반적인 사항은 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령이 구매회원이 제시한 조건보다 우선합니다. 
5. 반품에 소요되는 비용은 반품에 대한 귀책사유가 있는 자가 부담합니다. 반품 비용의 부담에 관하여는 다음 각 호에 정한 내용에 따릅니다. 
(1) 공급회원의 귀책사유로 인하여 주류 하자, 오배송 등이 발생한 경우, 구매회원에게 반품 또는 교환 배송비를 부담시켜서는 안되며 반품 배송비를 선결제한 구매회원이 반품상품 발송 시 추가 부담한 착불 배송료는 구매회원의 요청에 따라 반환하여야 합니다. 
(2) 구매회원의 귀책사유로 인하여 주류 하자, 단순 변심으로 인한 반품, 잔금 지급 불이행 등이 발생한 경우, 반품 또는 배송으로 인한 비용은 구매회원이 부담합니다. 당사는 구매회원이 결제한 공급주문요금에서 해당 비용을 공제한 후 반환합니다. 
6. 구매회원은 공급회원의 주류배송시로부터 배송완료일 후 7일 이내까지 관계법령에 의거하여 반품 또는 교환요청을 할 수 있으며 공급회원은 구매회원이 이 기간 내 반품이나 교환을 요청하는 경우 구매자의 요청에 따라 반품 또는 교환을 해 주어야 합니다. 단, 구매회원이 주류를 배송받은 경우 다음 각호에 해당하는 경우에는 공급회원은 반품 및 교환을 할 의무가 없습니다. 
(1) 구매회원의 귀책사유로 주류가 멸실 또는 훼손된 경우 
(2) 주류의 포장 개봉 및 사용이나 일부 소비로 인해 주류의 가치가 현저히 감소한 경우다. 시간의 경과에 의하여 재판매가 곤란할 정도로 주류의 가치가 현저히 감소한 경우 
 
7. 구매회원은 전항에도 불구하고 주류가 표시 또는 광고 내용과 다를 경우에는 주류 수령 후 3개월 이내 및 그 사실을 알게 된 날 또는 알 수 있었던 날로부터30일 이내에 반품 또는 교환을 요청하는 경우, 공급회원은 반품 또는 교환을 해 주어야 합니다.
 
제14조 (교환 및 환불)
1. 구매회원이 주류를 배송 받은 후 교환이나 환불을 요청하는 경우 공급회원은 전소법 등 관련 법률에 의거하여 반품을 받은 후 교환이나 환불을 해주어야 하며, 추가로 발생하는 비용은 교환이나 환불의 책임 이 있는 측에서 부담합니다. 다만, 제13조 제6항 각 호에 정한 사유에 해당하는 경우 공급회원은 교환이나 환불을 할 의무가 없습니다. 
2. 공급회원은 주류의 변질 또는 유통기간 경과 등으로 하자가 있는 경우 전량 교환, 환불하여야 하며, 그에 따른 모든 비용을 부담하여야 합니다.
 
 
제5장 서비스 이용
 
제15조 (당사의 서비스 제공) 
1. 당사는 관련 법령상 허용되는 그리고 기술적으로 가능한 범위 내에서 서비스를 제공합니다. 
2. 구매회원이 서비스를 이용하는 국가 및 이용자의 단말기 모델에 따라 당사가 제공하는 서비스의 내용 및/또는 범위가 달라질 수 있습니다. 일부 서비스의 경우 구매회원 디바이스의 특정 기능에의 접근 권한이 필요하며, 구매회원이 접근 권한을 불허하는 경우 관련 서비스의 이용이 제한될 수 있습니다. 
3. 구매회원은 원칙적으로 단말기가 통신 네트워크에 연결된 상태에서 서비스의 기능을 정상적으로 이용할 수 있습니다. 단말기가 통신 네트워크에 연결되지 않은 경우, 일부 서비스의 이용이 제한될 수 있습니다. 
4. 당사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24 시간 구매회원에게 서비스를 제공합니다. 다만 당사는 정기 점검 등의 필요가 있는 경우 일정 기간 동안 서비스의 제공을 제한할 수 있으며, 이 경우 당사는 이러한 사실을 구매회원에게 사전 통지합니다. 
5. 당사는 서비스의 이용 가능한 시간을 별도로 정할 수 있으며 이 경 우 그 내용을 구매회원에게 사전에 통지합니다. 당사가 통제할 수 없는 사유로 발생한 서비스 중단에 대하여 사전 통지가 불가능한 경우에는 이를 사후에 통지할 수 있습니다.
 
제16조 (서비스의 이용 제한) 
1. 당사는 구매회원이 제19조의 의무 및 기타 이 약관상 의무를 위반 하는 경우, 해당 구매회원에 대하여 다음 각 호의 이용제한 조치를 단 계적으로 취할 수 있습니다. 
(1) 시정요구 
(2) 일시정지 
(3) 영구이용정지 
2. 본 조의 이용제한 조치에 관한 조건 및 세부내용은 당사의 이용제한 정책 및 개별 서비스상의 운영정책을 통하여 정합니다.
 
제17조 (서비스의 변경 및 중단, 종료) 
1. 당사는 다음 각 호의 경우 구매회원에 대하여 제공하는 서비스의 전부 또는 일부를 일시적으로 변경하거나 중단할 수 있습니다. 
(1) 설비의 보수점검, 교체 등 공사로 인하여 부득이한 경우
(2) 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
(3) 국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등), 수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법상 서비스의 제공을 제한 또는 중단하여야 하는 경우 
(4) 기타 회사의 운영상, 기술상 필요 등 상당한 이유가 있는 경우 
2. 당사는 다음 각 호의 경우 서비스의 제공을 영구적으로 종료할 수 있습니다. 
(1) 국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등), 수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법상 서비스의 제공을 종료하여야 하는 경우 
(2) 기타 경영상, 운영정책상, 기술상 사유 등으로 인하여 당사가 서비스 제공을 계속할 수 없는 상당한 이유가 있는 경우 
3. 본 조에 따라 서비스를 변경 또는 중단(제2항의 종료를 포함하며, 이하 같습니다)하는 경우, 당사는 사전에 다음 각 호의 사항을 서비스 공지사항 또는 게시판에 게시하는 방법으로 구매회원에게 통지하여야 합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 당사 는 서비스의 제공을 변경 또는 중단하고 나서 사후적으로 구매회원에 대한 통지를 할 수 있습니다. 
(1) 서비스 변경(또는 중단) 사유 
(2) 서비스 변경일(또는 중단일) 
(3) 변경될 서비스의 내용(서비스 변경의 경우) 
4. 본 조에 따른 서비스의 변경 또는 중단과 관련하여, 당사는 관련 법령 또는 개별 계약상의 근거가 없는 이상 구매회원에 대하여 별도의 배상 또는 보상책임을 부담하지 않습니다.
 
제6장 당사자들의 권리 및 의무
 
제18조 (당사의 일반 의무) 
1. 당사는 최선을 다하여 주류 플랫폼을 통하여 공급회원과 구매회원의 주류 거래를 중개합니다. 
2. 당사는 구매회원으로부터 공급회원에 대한 요청 사항 등이 접수된 경우, 해당 내용을 지체 없이 전달하여야 합니다. 
3. 당사는 구매회원이 안전하게 서비스를 이용할 수 있도록 구매회원의 개인정보(신용정보 포함)를 보호하기 위하여 최선을 다하며, 개인정보처리방침을 공시하고 준수합니다. 
4. 당사는 서비스 이용과 관련한 구매회원의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구축 및 유지할 수 있도록 최선을 다합니다.`;


export const Terms2 = ` 
제19조 (구매회원의 일반 의무)
1. 구매회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다.
(1) 회원신청 또는 회원정보 변경 시 허위의 내용을 등록하는 행위 
(2) 타인의 개인정보, 아이디 및 비밀번호 등 서비스 이용 정보 등을 도용하는 행위 
(3) 당사의 사전 승낙 없이 당사가 서비스 상에 게시한 정보를 변경 또는 삭제하는 행위 
(4) 당사 및 타인의 지식재산권, 인격권, 명예권 기타 권리를 침해하는 행위
(5) 서비스 정보통신망에 장애를 유발시킬 수 있는 내용의 정보, 문장, 도형 등을 당사가 관리·운영하는 정보통신망에 유포하는 행위
(6) 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보를 전송하는 행위
(7) 서비스 상의 콘텐츠를 이 약관에 명시된 목적 이외의 용도로 사용 하는 행위 
(8) 기타 미풍양속에 위반하거나 부당한 행위
2. 구매회원은 서비스의 이용과 관련하여 관계 법령, 약관, 세부이용지침, 서비스 이용안내 및 당사가 통지한 공지사항 등을 준수하여야 하며, 기타 당사의 업무를 방해하는 행위를 하여서는 안됩니다. 
3. 구매회원은 당사의 사전 승낙 없이는 당사가 제공하는 서비스를 이용하여 당사의 영업과 동종의 또는 유사한 영업을 영위할 수 없습니다. 
4. 당사는 당사의 사전 승낙 없이 구매회원이 행한 제3항의 동종·유사 영업에 대하여 어떠한 책임도 부담하지 않으며, 구매회원의 위 영업으로 인하여 당사에게 손해가 발생한 경우 해당 구매회원은 당사가 입은 손해를 전액 배상하여야 합니다.  5. 구매회원이 본 조의 의무를 위반하는 경우, 당사는 관계법령상 허용되는 범위 내에서 그에 대한 서비스 이용제한 기타 필요한 조치를 취할 수 있습니다.
 
제20조 (비밀유지의무)
이 약관 내용 및 조건과 이 약관과 관련하여 상대방으로부터 제공받은 모든 정보는 다음의 각 호에 해당하는 경우를 제외하고는 비밀로 하고, 이를 제3자에게 제공하거나 다른 목적으로 사용할 수 없습니다.
(1) 당사자가 공개하기로 합의한 사항
(2) 공지된 정보 
(3) 정보를 제공받은 당사자가 제3자로부터 이미 적법하게 취득한 정보
(4) 법원 또는 행정기관이 적법하게 공개 또는 제공을 요구한 정보
 
제6장 손해배상
 
제21조 (당사의 일반 손해배상의무) 
1. 당사는 공급계약 체결의 중개 및 배송과 관련하여 당사 본인 또는 그 고용인이 고의 또는 과실로 구매회원에게 손해를 가한 경우, 그로 인하여 구매회원이 입은 손해만을 배상합니다. 
2. 당사는 공급계약이 체결된 이후 구매회원과 공급회원 사이에서 발생한 손해배상 등 법률관계에 관련하여 구매회원 또는 공급회원에 대하여 어떠한 책임도 부담하지 않습니다.
 
제22조 (공급회원의 일반 손해배상의무) 
1. 공급회원은 이 약관 및 공급계약을 위반하는 경우, 그로 인하여 구 매회원이 입은 손해를 배상할 의무를 부담합니다. 
2. 공급회원으로 인하여 구매회원이 당사를 상대로 손해배상을 청구하 는 등의 법적 조치를 취한 경우 공급회원은 자신의 비용으로 당사를 면책 시켜야 함은 물론 그로 인하여 당사에 발생한 모든 손해를 배상하여야 합니다.
 
제23조 (구매회원의 일반 손해배상의무) 구매회원의 고의 또는 과실로 당사 또는 공급회원에게 손해가 발생한 경우, 구매회원은 그 손해를 배상할 의무를 부담합니다.
 
제24조 (제3자에 대한 책임) 구매회원이 주류 거래와 관련하여 제3자에게 손해를 발생시킴으로써 당사에 비용, 손실, 손해 등 명칭을 불문하고 금전적 영향을 미치는 경우, 당사는 구매회원에게 당사가 지출한 전액을 구상할 수 있습니다.
 
제7장 기타 사항
 
제25조 (지적재산권) 
당사가 서비스와 관련하여 공급회원 또는 구매회원에게 제공하는 서비스, 주류 플랫폼 기타 일체의 정보 및 자료에 대한 소유권 및 특허권, 저작권 기타 일체의 지식재산권은 당사에 귀속합니다.
 
제26조 (세금 등 관련 비용) 
1. 각 당사자는 이 약관의 이행에 있어 소요되는 세금 및 기타 비용을 각자 부담합니다. 
2. 각 당사자는 상대방이 세금 등 비용의 처리와 관련하여 다른 상대방에게 영수증 등 증빙서류를 요청할 때 이에 응하여야 하고, 증빙서류의 미비, 분실 등으로 인하여 상대방에게 손해가 발생한 때에는 이를 배상하여야 합니다.
 
제27조 (양도 금지) 어느 당사자도 이 약관에 따른 자신의 권리, 의무, 지위의 전부 또는 일부를 상대방의 사전 서면동의 없이 양도, 이전할 수 없습니다.
 
제28조 (불가항력)
어떠한 당사자도 화재, 폭풍, 홍수, 지진, 사고, 전쟁(실제 발생 또는 전포 여부를 불문함), 반란, 폭동 기타 민란, 전염병, 격리, 천재지변, 정부조치 등 자신의 통제를 벗어난 사유에 의해 이 약관 조건을 이행 또는 준수하지 못하는 경우 이에 대한 책임을 지지 아니합니다. 해당 당사자는 불가항력적인 사유의 발생 후 가능한 한 빨리 이를 상대방 당사자에게 통지하고 그 사유가 제거 또는 중단된 후 가능한 한 신속하게 이 약관 조건의 이행 및 준수를 재개하여야 합니다.
 
제29조 (준거법 및 관할) 
이 약관은 대한민국법을 그 준거법으로 하며, 이에 따라 해석되고, 협 의에 의하여 이 약관에 관련된 분쟁을 해결할 수 없는 경우에는 그 분쟁은 대한민국 서울특별시에 있는 서울중앙지방법원을 전속관할법원으로 하여 해결합니다.
 
부칙 
 
제1조 (개정일)
이 약관은 2018년 8월 15일부터 시행합니다.
`